IDEA Open Model
MatReinforcementEc2.Fabrication Property
 Fabrication of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ReinfFabrication Fabrication { get; set; }
Public Property Fabrication As ReinfFabrication
	Get
	Set
public:
property ReinfFabrication Fabrication {
	ReinfFabrication get ();
	void set (ReinfFabrication value);
}
Property Value
Type: ReinfFabrication
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace